---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.FtSup2PerS
source: html/2452b4a4-499c-4716-ad76-dc9eb38a6d18.htm
---
# Autodesk.Revit.DB.SymbolTypeId.FtSup2PerS Property

Symbol ft²/s, indicating unit Square feet per second.

## Syntax (C#)
```csharp
public static ForgeTypeId FtSup2PerS { get; }
```